Repository: bdbcat/oernc_pi
Catalog: po/*.po
Languages: nl_nl

source: oeRNC_PI Information
nl_nl: oeRNC_PI informatie

source: oeRNC_PI Preferences
nl_nl: oeRNC_PI voorkeuren

source: oeRNC Charts
nl_nl: oeRNC Kaarten

source: oeRNC Charts PlugIn for OpenCPN
nl_nl: oeRNC kaarten plug-in voor OpenCPN

source: oeRNC Charts PlugIn for OpenCPN Provides support for oeRNC raster charts.
nl_nl: oeRNC kaarten plug-in voor OpenCPN Biedt ondersteuning voor oeRNC raster kaarten.

source: Cannot find the oernc_pi server utility at
nl_nl: Kan de oernc-pi server niet vinden op

source: oernc_pi Message
nl_nl: oernc_pi bericht

source: serverd utility at
nl_nl: server op

source: could not be started.
nl_nl: kon niet worden gestart.

source: oeRNC Version:
nl_nl: oeRNC versie:

source: Show EULA
nl_nl: Eindgebruikers Licentie-overeenkomst weergeven

source: System Identification
nl_nl: Systeemidentificatie

source: Create System Identifier file...
nl_nl: Maak systeemidentificatiebestand...

source: Create USB key dongle System ID file...
nl_nl: USB-sleutel systeem ID-bestand aanmaken...

source: Show In Finder
nl_nl: Toon In 'Finder'

source: Show on disk
nl_nl: Toon op schijf

source: System Name:
nl_nl: Computernaam:

source: Reset System Name
nl_nl: Stel systeemnaam opnieuw in

source: Reset o-charts credentials
nl_nl: Toegangsgegevens o-chart terugzetten

source: Clear file download cache
nl_nl: Verwijder bestand download cache

source: System name RESET shall be performed only by request from o-charts technical support staff.
nl_nl: Systeemnaam RESET geschiedt alleen op verzoek van de medewerkers van de technische ondersteuning van o-charts.

source: Proceed to RESET?
nl_nl: Ga naar RESET?

source: oeRNC_PI Message
nl_nl: oeRNC_PI bericht

source: Download file cache cleared.
nl_nl: Download bestandscache gewist.

source: Credential Reset Successful
nl_nl: Toegang gegevens succesvol ge-reset

source: To obtain a chart set, you must generate a Unique System Identifier File.
nl_nl: Om een kaartenset te kunnen kopen, dient u een uniek systeemidentificatiebestand te maken.

source: This file is also known as a"fingerprint" file.
nl_nl: Dit bestand wordt ook wel "vingerafdrukbestand" genoemd.

source: The fingerprint file contains information related to a connected USB key dongle.
nl_nl: Het vingerafdrukbestand bevat informatie gerelateerd aan een aangesloten USB-dongle.

source: After creating this file, you will need it to obtain your chart sets at the o-charts.org shop.
nl_nl: Na het aanmaken van dit bestand, hebt u het nodig om uw kaartenset in de o-charts.org-shop te verkrijgen.

source: Proceed to create Fingerprint file?
nl_nl: Wilt u nu een vingerafdrukbestand maken?

source: ERROR Creating Fingerprint file USB key dongle not detected.
nl_nl: FOUT bij het maken van vingerafdruk bestand USB-sleutel dongle niet gevonden.

source: Fingerprint file created.
nl_nl: Vingerafdrukbestand gemaakt.

source: Fingerprint file is also copied to desktop.
nl_nl: Vingerafdrukbestand wordt ook naar bureaublad gekopieerd.

source: ERROR Creating Fingerprint file Check OpenCPN log file.
nl_nl: FOUT bij het maken van vingerafdruk bestand Controleer OpenCPN logbestand.

source: The fingerprint file contains information to uniquely identify this computer.
nl_nl: Het vingerafdrukbestand bevat informatie om deze computer te identificeren.

source: Dialog
nl_nl: Dialoog

source: Could not open requested EULA:
nl_nl: Gebruikersovereenkomst kon niet geopend worden:

source: oeRNC PlugIn for OpenCPN
nl_nl: oeRNC Plug-in voor OpenCPN

source: License
nl_nl: Licentie

source: Accept
nl_nl: Accepteren

source: Reject
nl_nl: Afwijzen

source: ---<<< Warning: Chart georef accuracy may be poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid georeferentie van kaart is mogelijk slecht. >>>---

source: ---<<< Warning: Chart georef accuracy is poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid georeferentie van kaart is slecht. >>>---

source: Fully Assigned.
nl_nl: Volledig toegewezen.

source: Available.
nl_nl: Beschikbaar.

source: Installed, Up-to-date.
nl_nl: Geïnstalleerd, up-to-date.

source: Installed, Update available.
nl_nl: Geïnstalleerd, update beschikbaar.

source: Expired.
nl_nl: Verlopen.

source: Preparing your chartset.
nl_nl: Uw kaarten worden voorbereid.

source: Ready for download.
nl_nl: Klaar om te downloaden.

source: Please update Chart List.
nl_nl: Eerst kaartenlijst bijwerken AUB.

source: Ready for Download Request.
nl_nl: Klaar voor download-aanvraag.

source: USB Key Dongle
nl_nl: USB-Dongle

source: System Key
nl_nl: Systeem sleutel

source: USB Dongle Key
nl_nl: USB-Dongle Sleutel

source: o-charts API error code:
nl_nl: o-charts API foutcode:

source: Invalid user/email name or password.
nl_nl: Ongeldige gebruikersnaam of wachtwoord.

source: Operation cancelled
nl_nl: Actie geannuleerd

source: oeRNC_pi Message
nl_nl: oeRNC_pi bericht

source: This oeRNC plugin version is obsolete.
nl_nl: Deze oeRNC plugin is verouderd.

source: Please update your plugin.
nl_nl: Update je plug-in, alstublieft.

source: o-Charts shop interface error
nl_nl: o-Charts winkelinterface fout

source: internet communications error code:
nl_nl: internet communicatie foutcode:

source: Check your connection and try again.
nl_nl: Controleer de verbinding en probeer het opnieuw.

source: Invalid Login.
nl_nl: Aanmeldgegevens ongeldig.

source: This action will PERMANENTLY assign the chart:
nl_nl: Deze actie zal DEFINITIEF de kaart toewijzen:

source: to this systemName:
nl_nl: aan deze computer naam:

source: Proceed?
nl_nl: Doorgaan?

source: {fpr file not created.}
nl_nl: {fpr-bestand niet aangemaakt.}

source: ERROR Creating Fingerprint file
nl_nl: FOUT bij het maken van vingerafdruk bestand

source: Check OpenCPN log file.
nl_nl: Controleer OpenCPN logbestand.

source: Unzipping chart files...
nl_nl: Uitpakken kaartbestanden...

source: Installed Chart Edition:
nl_nl: Geïnstalleerde editie:

source: Current Chart Edition:
nl_nl: Huidige kaart-editie:

source: Order Reference:
nl_nl: Bestellings referentie:

source: Updates available through:
nl_nl: Updates beschikbaar via:

source: Assignments:
nl_nl: Toewijzingen:

source: None
nl_nl: geen

source: Chart Edition:
nl_nl: Kaarteditie:

source: Order Reference:
nl_nl: Bestellingreferentie:

source: Purchase date:
nl_nl: Aankoopdatum:

source: Expiration date:
nl_nl: Vervaldatum:

source: Assigment 1
nl_nl: Toewijzing 1

source: System:
nl_nl: Computer:

source: Installed edition:
nl_nl: Geïnstalleerde editie:

source: Assigment 2
nl_nl: Toewijzing 2

source: Refresh Chart List
nl_nl: De kaartenlijst vernieuwen

source: My Chart Sets
nl_nl: Mijn kaarten sets

source: Actions
nl_nl: Acties

source: Reinstall Selection
nl_nl: Selectie herinstalleren

source: Cancel Operation
nl_nl: Bewerking annuleren

source: Validate Installed Chart Set
nl_nl: Geïnstalleerde kaartset valideren

source: Status: Chart List Refresh required.
nl_nl: Status: update kaartenlijst nodig.

source: Last Error Message:
nl_nl: Laatste foutmelding:

source: Status: Ready
nl_nl: Status: klaar

source: Contacting o-charts server...
nl_nl: Verbinden met o-charts server...

source: Status: Login error.
nl_nl: Status: Fout bij inloggen.

source: Status: Communications error.
nl_nl: Status: Communicatiefout.

source: Invalid System Name
nl_nl: Ongeldige systeemnaam

source: This System Name has been disabled Please choose another SystemName
nl_nl: Deze systeemnaam is uitgeschakeld Kies een andere systeemnaam

source: Validation error on zip file
nl_nl: Validatiefout op zip-bestand

source: Validation error on key file
nl_nl: Validatiefout op sleutelbestand

source: Error extracting zip file
nl_nl: Fout bij het uitpakken van het zip-bestand

source: Error empty file
nl_nl: Fout leeg bestand

source: Error copying file
nl_nl: Fout bij kopiëren van bestand

source: Error finding file
nl_nl: Fout vinden bestand

source: Relocating chart files...
nl_nl: Verplaatsen van kaartbestanden...

source: Status: Validating download file...
nl_nl: Status: Downloadbestand valideren...

source: No chartset selected.
nl_nl: Geen kaarten geselecteerd.

source: Chart download cancelled.
nl_nl: Kaarten download geannuleerd.

source: Choose chart install location.
nl_nl: Kies kaart installatie-locatie.

source: Chart installation ERROR.
nl_nl: FOUT Kaart installatie.

source: Chart installation complete.
nl_nl: Kaart installatie voltooid.

source: Preparing installation...
nl_nl: Installatie aan het voorbereiden...

source: Status: Dongle FPR upload error
nl_nl: Status: Dongle FRP upload fout

source: Status: System FPR upload error
nl_nl: Status: Systeem FPR (vingerafdruk) upload fout

source: Requesting License Keys...
nl_nl: Licentie sleutels aanvragen...

source: Status: Downloading...
nl_nl: Status: downloaden...

source: Downloading...
nl_nl: Aan het downloaden...

source: Download Selected Chart
nl_nl: Geselecteerde kaarten downloaden

source: Install Selected Chart for
nl_nl: Installeer de gekozen kaart

source: Reinstall Selected Chart for
nl_nl: Her-installeer de gekozen kaart

source: Update Selected Chart for
nl_nl: Bijwerken van de geselecteerde kaart

source: Download Selection
nl_nl: Selectie downloaden

source: Install Selection
nl_nl: Selectie installeren

source: Update Selection
nl_nl: Selectie bijwerken

source: Downloaded:
nl_nl: Gedownload:

source: New OpenCPN oeRNC System Name
nl_nl: Nieuwe OpenCPN oeRNC computernaam

source: Enter New System Name
nl_nl: Voer nieuwe computernaam in

source: A valid System Name is 3 to 15 characters in length.
nl_nl: Een geldige naam heeft 3 tot 15 letters.

source: No symbols or spaces are allowed.
nl_nl: Symbolen of spaties zijn niet toegestaan.

source: Cancel
nl_nl: Annuleer

source: Select OpenCPN/oeRNC System Name
nl_nl: Kies een OpenCPN oeRNC computernaam

source: Select your System Name from the following list, or
nl_nl: Selecteer de naam van uw computer uit de volgende lijst, of

source: create a new System Name for this computer.
nl_nl: maak een nieuwe systeem-naam voor deze computer.

source: new...
nl_nl: nieuw...

source: System Names
nl_nl: Computer namen

source: Login to o-charts.org
nl_nl: Inloggen op o-charts.org

source: email address:
nl_nl: e-mailadres:

source: Password:
nl_nl: Wachtwoord:

source: pass:
nl_nl: wachtwoord:

source: OpenCPN oeRNC System Name
nl_nl: OpenCPN oeRNC computernaam

source: Administrator priveleges are required to copy fpr. Please try again....
nl_nl: Beheerdersrechten zijn vereist voor het kopiëren van fpr. Probeer het opnieuw....

source: Close
nl_nl: Sluiten

source: No chartset selected.
nl_nl: Geen kaarten geselecteerd.

source: Starting chartset validation.
nl_nl: Starten van kaartset validatie.

source: Checking server installation.
nl_nl: Server installatie controleren.

source: Server not installed.
nl_nl: Server niet geïnstalleerd.

source: Server execute command:
nl_nl: Server uitvoeren opdracht:

source: Server unavailable.
nl_nl: Server is niet beschikbaar.

source: Server reports version:
nl_nl: Server rapporten versie:

source: Checking dongle...
nl_nl: Controleren van dongle...

source: dongle found:
nl_nl: dongle gevonden:

source: dongle not found:
nl_nl: dongle niet gevonden:

source: Validating chartset assigned to dongle:
nl_nl: Validatie van de kaartset toegewezen aan dongle:

source: Validating chartset assigned to systemName:
nl_nl: Validatie van de kaartset toegewezen aan computernaam:

source: Unable to validate unassigned chartset.
nl_nl: Kan niet valideren zonder toegewezen chartset.

source: Unable to find slot assignment.
nl_nl: Geen slot toewijzing gevonden.

source: Selected chartset is not installed for dongle.
nl_nl: Geselecteerde kaartset is niet geïnstalleerd voor dongle.

source: Selected chartset is not installed.
nl_nl: Geselecteerde kaartset is niet geïnstalleerd.

source: Installation directory:
nl_nl: Installatie Map:

source: ProcessingChartList.XML
nl_nl: Processing kaartList.XML

source: Checking for ChartList.XML at:
nl_nl: Controleren op ChartList.XML op:

source: ChartList.XML not found in installation directory.
nl_nl: Kaartlijst.XML niet gevonden in de installatiemap.

source: Loading ChartList.XML
nl_nl: Laden kaartlijst.XML

source: Error loading ChartList.XML
nl_nl: Fout bij het laden kaartlijst.XML

source: Checking ChartList for presence of each chart referenced
nl_nl: Controleren van de kaartlijst voor de aanwezigheid van elke aangegeven kaart

source: Referenced chart is not present:
nl_nl: Bijbehorende kaart is niet aanwezig:

source: Checking all charts for reference in ChartList
nl_nl: Alle kaarten voor referentie in de kaartlijst controleren

source: Found chart file not referenced in ChartList:
nl_nl: Kaart bestand niet genoemd in de kaartlijst:

source: ChartList.XML validates OK.
nl_nl: Kaartlijst.XML valideert OK.

source: Checking chart key files.
nl_nl: Controleren van kaartsleutelbestanden.

source: Loading keyFile:
nl_nl: Laden van sleutelbestand:

source: Error loading keyFile:
nl_nl: Fout bij laden van sleutelbestand:

source: Key not found for chart file:
nl_nl: Sleutel niet gevonden voor kaartbestand:

source: Keyfiles validate OK.
nl_nl: Sleutelbestanden bevestigen OK.

source: Starting chart test load.
nl_nl: Start kaart-test laden.

source: Chart count:
nl_nl: Aantal kaarten:

source: Chart load error:
nl_nl: Fout bij kaartladen:

source: Chart test load OK.
nl_nl: Kaart-test laden OK.

source: Chartset installation validates OK.
nl_nl: Kaartset installatie valideert OK.
